<?php

return [
    'auth' => [
        'logged_in' => '!تم تسجيل الدخول بنجاح',
        'logged_out' => '!تم تسجيل الخروج بنجاح',
        'inactive' => '!الحساب غير فعال',
        'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا',
    ],

    'products' => [
        'success' => 'بيانات المنتجات',
        'saved' => 'تم حفظ المنتجات بنجاح',
        'updated' => 'تم تعديل المنتج بنجاح',
        'deleted' => 'تم حذف المنتج بنجاح',
        'error' => '!لقد حدث خطأ ما'
    ],
    'ingredients' => [
        'success' => 'بيانات المكونات',
        'saved' => 'تم حفظ المكون بنجاح',
        'updated' => 'تم تعديل المكون بنجاح',
        'deleted' => 'تم حذف المكون بنجاح',
        'error' => '!لقد حدث خطأ ما'
    ],
    'orders' => [
        'success' => 'بيانات الطلبات',
        'saved' => 'تم حفظ الطلب بنجاح',
        'updated' => 'تم تعديل الطلب بنجاح',
        'deleted' => 'تم حذف الطلب بنجاح',
        'error' => '!لقد حدث خطأ ما'
    ],

];
